Revit 2024 API
ParameterTypeId.CurtaingridUseCurveDistn1 Property
 "Use Curve Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CurtaingridUseCurveDistn1 { get; }
Visual Basic
Public Shared ReadOnly Property CurtaingridUseCurveDistn1 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtaingridUseCurveDistn1 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace